[
    {
        "url": "https://myfoodstory.com/khichdi-recipe/",
        "image": "https://myfoodstory.com/wp-content/uploads/2018/06/Khichdi-Recipe-with-Moong-Dal-3.jpg?fit=1200",
        "video_id": "zzaKfCEezTE",
        "p_id": "11992",
        "title": "The Khichdi Recipe that's actually tasty!",
        "description": "Khichdi or khichri is an Indian one pot lentil and rice dish that's vegetarian, easy to digest and wholesome. Done right, it can be incredibly tasty and may become your favourite comfort food. This version can be made in a traditional pressure cooker or an Instant Pot and I have instructions below for both.",
        "course": "Main Course",
        "servings": "4",
        "cuisine": "Indian",
        "diet": "Gluten Free, Vegetarian",
        "time": "55 minutes",
        "calories": "313",
        "author": "Richa",
        "ingredients": [
            "0.5,cup,Small grain Rice,",
            "0.25,cup,Arhar Dal,Toor dal/ Split Pigeon Peas",
            "0.25,cup,Dhuli Moong Dal,skinless Petite Yellow Lentils",
            "2,tablespoons,Ghee,",
            "1,teaspoon,Cumin Seeds,",
            "6-8,,Whole Peppercorns,",
            "2,,Bayleaves,",
            "4-5,,Cloves,",
            "2,,Cardamoms,whole",
            "1,teaspoon,Ginger,grated ",
            "1,,Green Chilli / Serrano Chilli,split lengthwise",
            "6-8,,Cauliflower Florets,",
            "1,,Potato,quartered",
            "1,,Carrot,peeled and cut into 1 inch pieces (large )",
            "8-10,,French Beans,cut into 1 inch pieces",
            "0.5,cup,Green Peas,frozen or fresh ",
            "1,teaspoon,Turmeric,",
            "0.5,teaspoon,Red Chilli Powder / Paprika Powder,",
            "1.5,teaspoons,Salt,",
            "5,cups,Water,"
        ],
        "instructions": [
            "@@T@@Traditional Pressure Cooker:",
            "Wash the rice and both the dals (lentils) well, and soak them in enough water to cover them for at least 30 minutes or up to two hours. This helps them cook faster.",
            "Heat ghee in the pressure cooker and add cumin seeds, peppercorns, bayleaves, cloves, cardamoms, ginger and green chilli. Saute for two minutes on medium flame.",
            "Drain all the water from the rice and lentils and add them to the cooker. Dry roast them for 4-5 minutes, till you can smell a nutty aroma. Don't worry if some of the rice and lentils stick to the bottom of the pan, but be careful not to burn them.",
            "Add all the veggies, turmeric, chilli powder, salt and water to the cooker and pressure cook for 6-7 whistles. Let the pressure release naturally. Once all the pressure has released, open the pressure cooker and mix well. After mixing, the rice and dal should have broken down and should look slightly creamy. Check for salt, and serve hot with ghee, fried potatoes, tomato chutney or just yogurt.",
            "@@T@@Instant Pot Version:",
            "Wash the rice and both the dals (lentils) well, and soak them in enough water to cover them for at least 30 minutes or up to two hours. This helps them cook faster.",
            "Turn on the saute function and heat ghee in the pot. Add cumin seeds, peppercorns, bayleaves, cloves, cardamoms, ginger and green chilli. Saute for two minutes or till you can smell the spices.",
            "Drain all the water from the rice and lentils and add them to the cooker. Dry roast them for 5-6 minutes, till you can smell a nutty aroma. Don't worry if some of the rice and lentils stick to the bottom of the pan, but be careful not to burn them.",
            "Add all the veggies, turmeric, chilli powder, salt and water to the cooker and cook on high pressure for 30 minutes. I prefer using the manual pressure function. Let the pressure release naturally for at least 10 minutes, and then release pressure manually. Once all the pressure has released, open the pressure cooker and mix well. After mixing, the rice and dal should have broken down and should look slightly creamy. Check for salt, and serve hot with ghee, fried potatoes, tomato chutney or just yogurt."
        ],
        "nutrition": [
            "Calories: ,313,kcal",
            "Carbohydrates: ,49,g",
            "Protein: ,11,g",
            "Fat: ,8,g",
            "Saturated Fat: ,5,g",
            "Cholesterol: ,19,mg",
            "Sodium: ,920,mg",
            "Potassium: ,458,mg",
            "Fiber: ,8,g",
            "Sugar: ,3,g",
            "Vitamin A: ,2875,IU",
            "Vitamin C: ,31,mg",
            "Calcium: ,61,mg",
            "Iron: ,3,mg"
        ]
    }
]